13/data/attachments/94f5aa8b31421bf5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Henry_forward_Friend_59954_9</nif:username>
            <nif:friendToBeRequested>soap_friends_b0e9a363-8ee3-4b94-a37a-9758285a8b80</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>